[
  {
    "title": "Individuelles Existenzgründercoaching",
    "description": "Förderung nach<br />§45 Abs. 1 Satz 1 SGB III Nr. 4 (AVGS) - Heranführung an eine selbständige Tätigkeit<br /><br />Das individuelle Existenzgründercoaching umfasst maximal 56 Stunden. Jede Coachingstunde dauert 45 Minuten und findet als Einzelcoaching statt.<br />Im Erstgespräch mit Ihrem Coach legen Sie die individuellen Inhalte des Coachings und den zeitlichen Ablauf fest. Im Verlauf des Coachings erwerben Sie Rüstzeug, um erfolgreich in eine Selbstständigkeit zu starten bzw. Ihre bereits bestehende selbstständige Tätigkeit erfolgreicher zu gestalten. Zum Abschluss werten Sie das Coaching gemeinsam aus und treffen eine Schlussvereinbarung.",
    "modules": [
      {
        "title": "Modul 1: Potentialanalyse (8 UE)",
        "items": [
          "Vermittlung der persönlichen und fachlichen Anforderungen für eine Selbstständigkeit",
          "Überprüfung der persönlichen und fachlichen Kompetenz",
          "Analyse etwaiger Berufserfahrungen und Weiterbildungen",
          "Personal und Outsourcing"
        ]
      },
      {
        "title": "Modul 2: Marktanalyse, Marketing- und Akquiseplanung (16 UE) (8 UE)",
        "items": [
          "Vermittlung praxiserprobter Arbeitshilfen und Tools für die eigenständige Marktanalyse",
          "Methoden der Informationsbeschaffung",
          "Rahmenbedingungen",
          "Branchen-, Zielgruppen-, Wettbewerbs- und Vertriebsanalyse",
          "Marketingstrategien, Direktmarketing, Social Media Marketing, Suchmaschinenmarketing, Printwerbung",
          "Pricing",
          "Kundenkontakt, Kundenbindung und Kundenbegeisterung"
        ]
      },
      {
        "title": "Modul 3: Finanzplanung, Businessplan, Unternehmensstrategie (24 UE)",
        "items": [
          "Vision und Unternehmensziele",
          "Nutzung der persönlichen Stärken und Marktchancen zum eigenen Vorteil",
          "Vermittlung verschiedener Tools für Produkt-, Preis-, Kommunikations- und Vertriebspolitik",
          "Ziel ist die Entwicklung einer erfolgreichen Unternehmensstrategie",
          "Businessplan als Erfolgsinstrument",
          "Finanzierungsplan",
          "Gründung mit Eigen- und Fremdkapital",
          "Förderprogramme für Existenzgründer",
          "Kapitalbedarf, Umsatzplanung, Kostenplanung",
          "Controlling und Risikomanagement"
        ]
      },
      {
        "title": "Modul 4: Gründungsvorbereitung (8 UE)",
        "items": [
          "effektives Zeitmanagement, Zeitfresser, Arbeitstypen",
          "Kommunikationstraining, Rhetorik, Verhandlungen",
          "Organisation und Buchhaltung",
          "Standortwahl"
        ]
      }
    ]
  },
  {
    "title": "Hauptschulabschluss mit berufsfachlicher Kenntnisvermittlung",
    "description": "Förderung nach §81 SGB III (BGS)<br /><br />Beginn: 08.09.2025, Ende: 08.06.2026 - Einstieg bis 29.11.2025 möglich<br /><br />Die Maßnahme findet als Präsenzkurs statt. Sie umfasst 140 Tage Unterricht mit jeweils 8 Unterrichtseinheiten á 45 Minuten und 20 Tage Praktikum mit jeweils 8 Stunden.<br /><br />Sie werden intensiv auf die schriftlichen und mündlichen Prüfungen zum Hauptschulabschluss in Sachsen-Anhalt vorbereitet, die Prüfungen finden extern in einer Sekundarschule in Halle (Saale) statt.<br /><br />Neben der Vorbereitung auf die Prüfungen erlangen Sie grundlegende Kenntnisse im Umgang mit PC und Internet, die Sie im anschließenden Praktikum anwenden können.<br /><br />Die maximale Gruppengröße beträgt 10 Teilnehmer/-innen. Dadurch ist eine intensive Betreuung möglich, die von bedarfsweiser Nachhilfe bis hin zur individuellen Unterstützung bei Problemlagen reicht. Der Unterricht wird durch ausgebildete Lehrkräfte und Fachdozent/-innen erteilt, die außerunterrichtliche Betreuung erfolgt durch ausgebildete Sozialpädagog/-innen.&nbsp;",
    "modules": [
      {
        "title": "Hauptschulabschluss",
        "items": [
          "Vorbereitung auf den Hauptschulabschluss: <br />Grundlagen, Aufbau und Prüfungsvorbereitung in den Fächern Deutsch, Mathematik, Biologie, Geografie und Sozialkunde"
        ]
      },
      {
        "title": "IT-Grundlagen",
        "items": [
          "PC-Grundlagen: Bedienung und Einstellung, Dateiverwaltung, Netzwerkfunktionen, Drucken, Einführung in MS Office Programme",
          "Internet: E-Mail, Suchmaschinen, Social Media, Rechtliche Grundlagen"
        ]
      },
      {
        "title": "Praktikum",
        "items": [
          "4-wöchiges Praktikum im Bereich der Wahl"
        ]
      }
    ]
  },
  {
    "title": "Einzelcoaching - Familie mit Job!",
    "description": "Förderung nach §45 Abs. 1 Satz 1 SGB III Nr. 1 (AVGS) - Heranführung an den Ausbildungs- und Arbeitsmarkt<br /><br />Das Coaching Familie mit Job! umfasst maximal 100 Unterrichtseinheiten á 45 Minuten und findet als Einzelcoaching statt. Die individuelle Betreuung Ihrer Kinder zu den Coachingterminen ist möglich. Im Erstgespräch mit Ihrem Coach werden die individuellen Inhalte des Coachings und der zeitliche Ablauf festgelegt. Im Verlauf des Coachings erwerben Sie Rüstzeug für die individuelle Vereinbarkeit von Familie und Beruf und setzen es mit Unterstützung Ihres Coachs praktisch ein. Zum Abschluss werten Sie das Coaching gemeinsam aus und treffen eine Schlussvereinbarung.",
    "modules": [
      {
        "title": "Modul 1: Aktivierung für den Beruf (60 UE)",
        "items": [
          "Familie organisieren - Analyse der individuellen Lebenssituation, Gewinnen eines Überblicks über die Möglichkeiten der Kinderbetreuung, Alltagsbewältigung, Aufbau von Netzwerken, Mobilisierung in Alltag und Beruf",
          "Gesundheitsförderung - Entwicklung einer gesunden Lebensweise, Bewegung und gesunde Ernährung, Unterstützung beim Erreichen einer emotionalen Robustheit, Finden von Möglichkeiten der externen Unterstützung bei persönlichen Problemen, Ermittlung individueller Strategien zur Stressbewältigung und Entspannung",
          "Berufliches Leben - Ermittlung individueller Strategien zur Motivation und zum Zeit- und Selbstmanagement, Unterstützung und Beratung bei berufsbezogenen Terminen"
        ]
      },
      {
        "title": "Modul 2: Bewerbungscoaching für Eltern (40 UE)",
        "items": [
          "Analyse der individuellen Bewerbungssituation",
          "Planung des beruflichen Werdegangs mit Zielfindung und Prioritätensetzung",
          "Ermittlung individueller Strategien der Jobsuche und der Bewerbung",
          "Kennenlernen des regionalen Arbeitsmarktes",
          "Online-Bewerbung, telefonische und schriftliche Bewerbung",
          "Erstellen individueller Bewerbungsunterlagen",
          "Outfitberatung und Erstellung von Bewerbungsfotos",
          "Vor- und Nachbereitung von Vorstellungsgesprächen",
          "Konkretisierung und zeitliche Planung der nächsten Schritte"
        ]
      }
    ]
  },
  {
    "title": "Einzelcoaching - Bewerbungscoaching für Migrant/-innen",
    "description": "Förderung nach<br />§45 Abs. 1 Satz 1 SGB III Nr. 1 (AVGS) - Heranführung an den Ausbildungs- und Arbeitsmarkt<br /><br />Das Bewerbungscoaching umfasst maximal 60 Unterrichtseinheiten á 45 Minuten und findet als Einzelcoaching statt. Im Erstgespräch mit Ihrem Coach werden die individuellen Inhalte des Coachings und der zeitliche Ablauf festgelegt. <br />Im Verlauf des Coachings erwerben Sie Rüstzeug für Ihre berufliche Entwicklung in Deutschland und setzen es mit Unterstützung Ihres Coachs praktisch ein. Im Rahmen des Coachings kann eine Arbeitserprobung im Umfang von maximal 160 Stunden absolviert werden, die durch Ihren Coach begleitet wird. <br />Zum Abschluss werten Sie das Coaching gemeinsam aus und treffen eine Schlussvereinbarung.<br /><br />&nbsp;",
    "modules": [
      {
        "title": "Modul 1: Sich im deutschen Arbeitsmarkt orientieren (15 UE)",
        "items": [
          "Analyse der individuellen Lebens- und Bewerbungssituation",
          "Kennenlernen der Ausbildungswege, der Betriebshierarchien und der marktwirtschaftlichen Grundsätze in Deutschland",
          "Gewinnen eines Überblicks über Berufe und Berufsbranchen und den regionalen Arbeitsmarkt",
          "Erarbeiten von Stellenplattformen, Lesen und Verstehen von Stellenanzeigen",
          "Unterstützung im Anerkennungsprozess von beruflichen Erfahrungen und Abschlüssen im Heimatland",
          "Planung des beruflichen Werdegangs mit Zielfindung und Prioritätensetzung",
          "Erarbeitung individueller Strategien zur Vorbereitung auf das neue Arbeitsumfeld, zur Motivation, zum Zeit- und Selbstmanagement und zur Selbstvermarktung",
          "Konkretisierung und zeitliche Planung der nächsten Schritte"
        ]
      },
      {
        "title": "Modul 2: Sich individuell bewerben (45 UE)",
        "items": [
          "Erstellen individueller Anschreiben, Lebensläufe und Fachprofile, Zusammenstellung der individuellen Bewerbungsunterlagen",
          "Kommunikation und Umgangsformen im beruflichen Umfeld in Deutschland",
          "Outfitberatung und Erstellung von Bewerbungsfotos",
          "Online-Bewerbung, telefonische und schriftliche Bewerbung, Initiativbewerbung, Vorstellungsvideo",
          "sprachliche Vor- und Nachbereitung von Vorstellungsgesprächen, Interviews und Assessmentcentern",
          "begleitete Arbeitserprobung"
        ]
      }
    ]
  },
  {
    "title": "Einzelcoaching - Perspektiven finden",
    "description": "Förderung nach <br />§45 Abs. 1 Satz 1 SGB III Nr. 1 (AVGS) - Heranführung an den Ausbildungs- und Arbeitsmarkt sowie<br />Feststellung, Verringerung oder Beseitigung von Vermittlungshemmnissen<br /><br />Das Coaching „Perspektiven finden“ umfasst maximal 60 Unterrichtseinheiten á 45 Minuten und findet als Einzelcoaching statt. <br />Im Erstgespräch mit Ihrem Coach werden die individuellen Inhalte des Coachings und der zeitliche Ablauf festgelegt. Durch die Vermittlung verschiedener Strategien zum Selbst- und Zeitmanagement, die sozialpädagogische Unterstützung bei der Lösung verschiedenartiger Probleme und nicht zuletzt durch eine individuelle und an die Gegebenheiten des regionalen Stellenmarktes angepasste Berufswegeplanung erwerben Sie im Verlauf des Coachings das Rüstzeug zur Wiedereingliederung in den Arbeitsmarkt. Im Rahmen der Maßnahme ist eine Arbeitserprobung möglich, bei der Sie durch Ihren Coach beraten und unterstützt werden.",
    "modules": [
      {
        "title": "Modul 1: Sozialpädagogische Unterstützung (24 UE)",
        "items": [
          "detaillierte Analyse der momentanen Situation des Teilnehmenden hinsichtlich des beruflichen und familiären Hintergrundes",
          "Identifizierung von Problemfeldern, Finden von Lösungsstrategien",
          "Unterstützung beim Kontakt zu externen Stellen (Schuldnerberatung, Jugendamt u.Ä.)",
          "Stressbewältigung und Entspannung, individuelle Strategien zur Motivation, zum Zeit- und Selbstmanagement und zur Alltagsbewältigung und zur Vereinbarkeit von Familie und Beruf",
          "Perspektivenbildung und Selbstmanagement",
          "Finden von potenziellen neuen Lebens- und Berufsperspektiven",
          "Abgleich des regionalen Stellenmarktes mit den eigenen Vorstellungen und Voraussetzungen, Berufswegeplanung"
        ]
      },
      {
        "title": "Modul 2: Vorbereitung auf den Arbeitsmarkt (36 UE)",
        "items": [
          "Analyse der individuellen Bewerbungssituation",
          "Unterstützung beim Erstellen und Versenden von Online-, schriftlichen und telefonischen Bewerbungen; gegebenenfalls Outfitberatung und Erstellung von neuen Bewerbungsfotos",
          "Vor- und Nachbereitung von Vorstellungsgesprächen",
          "Begleitete Arbeitserprobung vom max. 80 Stunden",
          "Unterstützung bei externer Kommunikation und Schriftverkehr",
          "Hilfestellung bei Anträgen (Wohngeld, Kinderzuschlag)",
          "Umgang mit Arbeitgebern, Kollegen und Kunden, Beratung und Hilfestellung bei Konflikten"
        ]
      }
    ]
  },
  {
    "title": "Einzelcoaching - Bewerbungscoaching",
    "description": "Förderung nach §45 Abs. 1 Satz 1 SGB III Nr. 1 (AVGS) - Heranführung an den Ausbildungs- und Arbeitsmarkt<br /><br />Das Bewerbungscoaching umfasst maximal 56 Unterrichtseinheiten á 45 Minuten und findet als Einzelcoaching statt. Im Erstgespräch mit Ihrem Coach werden die individuellen Inhalte des Coachings und der zeitliche Ablauf festgelegt. Im Verlauf des Coachings erwerben Sie Rüstzeug für Ihre berufliche Entwicklung oder Neuorientierung und setzen es mit Unterstützung Ihres Coachs praktisch ein. Zum Abschluss werten Sie das Coaching gemeinsam aus und treffen eine Schlussvereinbarung.",
    "modules": [
      {
        "title": "Modul 1: Sich im Arbeitsmarkt orientieren (10 UE)",
        "items": [
          "Analyse der individuellen Lebens- und Bewerbungssituation",
          "Gewinnen eines Überblicks über Berufe und Berufsbranchen und Kennenlernen des regionalen Ausbildungs- und Arbeitsmarktes",
          "Planung des beruflichen Werdegangs mit Zielfindung und Prioritätensetzung",
          "Konkretisierung und zeitliche Planung der nächsten Schritte"
        ]
      },
      {
        "title": "Modul 2: Sich selbst vermarkten (8 UE)",
        "items": [
          "Erarbeitung individueller Strategien zur Motivation, zum Zeit- und Selbstmanagement und zur Selbstvermarktung",
          "Ermittlung individueller Strategien der Jobsuche und der Bewerbung"
        ]
      },
      {
        "title": "Modul 3: Sich individuell bewerben (20 UE)",
        "items": [
          "Erstellen individueller Anschreiben, Lebensläufe und Fachprofile, Zusammenstellung der individuellen Bewerbungsunterlagen",
          "Outfitberatung und Erstellung von Bewerbungsfotos",
          "Online-Bewerbung, telefonische und schriftliche Bewerbung"
        ]
      },
      {
        "title": "Modul 4: Sich auf Vorstellungsgespräche und Assessmentcenter vorbereiten (18 UE)",
        "items": [
          "Vor- und Nachbereitung von Vorstellungsgesprächen",
          "Vor- und Nachbereitung von Assessmentcentern"
        ]
      }
    ]
  },
  {
    "title": "Integrationsbegleiter/-in für junge Menschen",
    "description": "Förderung nach §81 SGB III (BGS) oder Weiterbildung im Betrieb oder QCG<br /><br />Ziel: Vermittlung von Kenntnissen und Fertigkeiten im sozialpädagogischen und -pflegerischen Bereich für die Arbeit mit Kindern und Jugendlichen, die individuelle Unterstützung im (Schul)Alltag benötigen.<br /><br />Zielgruppen:<ul><li>Sozialversicherungspflichtig Beschäftigte <span style=\"text-decoration: underline\">ohne</span> einschlägige sozialpädagogische oder pädagogische Ausbildung, die eine Tätigkeit als Schulassistenz nach §112 SGB IX oder als Schulbegleitung nach §35a SGB VIII ausüben</li><li>Arbeitssuchende <span style=\"text-decoration: underline\">ohne</span> einschlägige sozialpädagogische oder pädagogische Ausbildung, die an einer Tätigkeit als Schulassistenz nach §112 SGB IX oder als Schulbegleitung nach §35a SGB VIII interessiert sind</li></ul><br />Beginn: 25.09.2023, Ende: 27.09.2024, individueller Einstieg möglich<br /><br />Umfang und Durchführung: Die Weiterbildung findet als Präsenzkurs in Teilzeit mit Unterricht an maximal zwei Wochentagen und Blockveranstaltungen in den Schulferien statt. Die maximale Gruppengröße beträgt 20 Teilnehmer.&nbsp;<br /><br />&nbsp;",
    "modules": [
      {
        "title": "Modul 1: Kommunikation (40 UE)",
        "items": [
          "Grundlagen wertschätzender Kommunikation, Kommunikationsstrategien – Sender-Empfänger-Modell, Eisberg-Modell, 4-Ohren-Modell, 5 Axiome, Transaktionsanalyse, Kommunikationsebenen, Aktives Zuhören",
          "Kommunikation - mit Kindern, mit Eltern, mit Lehrenden und mit Fachdiensten",
          "Gesprächsführung in besonderen Situationen - Fallbeispiele"
        ]
      },
      {
        "title": "Modul 2: Sozialpädagogische Grundlagen (40 UE)",
        "items": [
          "Anforderungen, persönliche Voraussetzungen, Möglichkeiten und Grenzen sozialer Berufe",
          "Psychosoziale Entwicklung – Stufenmodell nach Erikson, Behaviourismus, kognitive Psychologie, Konstruktivismus",
          "Erziehung – Grundlagen, Erziehungsprozess, Konzepte, Ziele",
          "Sozialpädagogisches Handeln in verschiedenen Entwicklungsstadien - Fallbeispiele"
        ]
      },
      {
        "title": "Modul 3: Behinderung (80 UE)",
        "items": [
          "Arten von Behinderung – körperlich, geistig, psychisch, Sinnes-, Sprach- und Lernbehinderung",
          "Ursachen und Indikatoren für Behinderungen bei Kindern und Jugendlichen",
          "Behinderungsmerkmale und Therapieansätze Autismus, Asperger-Syndrom, Wahrnehmungsstörungen, Angststörungen, Mutismus, Gehörlosigkeit, ADHS, Spracherwerbsstörungen, Dyslexie u.a.",
          "Inklusion – gesetzliche Grundlagen, Formen, Umsetzungsmöglichkeiten, praktische Beispiele",
          "Pädagogische Unterstützungsmaßnahmen und -möglichkeiten – Kommunikation, Sozialverhalten"
        ]
      },
      {
        "title": "Modul 4: Konfliktbewältigung im beruflichen Alltag (40 UE)",
        "items": [
          "Konfliktentstehung, Konfliktabbau, Konfliktlösungsstrategien – Arten und Ursachen, Träger und Auslöser, Eskalationsstufen, Methoden zum Konfliktmanagement",
          "Konflikte im beruflichen Umfeld erkennen – Konfliktmerkmale, Fallbeispiele",
          "Konfliktgespräche führen und moderieren – Vorbereitung, Durchführung, Lösungssuche, Kommunikation"
        ]
      },
      {
        "title": "Modul 5: Umgang mit verhaltensauffälligen Kindern und Jugendlichen (40 UE)",
        "items": [
          "Verhaltensauffälligkeiten – Definition und Abgrenzung, Erscheinungsformen",
          "Altersgerechte Motivation, Umgang mit Emotionen und Aggressionen - Grenzen setzen, Regeln etablieren, Konsequenzen kommunizieren",
          "Herausforderungen in der Praxis - Fallbeispiele"
        ]
      },
      {
        "title": "Modul 6: Selbsthygiene (40 UE)",
        "items": [
          "Stressoren im Arbeitsumfeld – Selbstbeobachtung, Symptome erkennen, Auslöser identifizieren",
          "Strategien zur Stressbewältigung und Entspannung, zur Selbstmotivation und Stärkung – Meditation, Achtsamkeit und Resilienz, Zeit- und Selbstmanagement",
          "Umgang mit psychischem Druck und psychischer Gewalt"
        ]
      }
    ]
  },
  {
    "title": "Einzelcoaching - Sprachcoaching für die Jobsuche",
    "description": "Förderung nach §45 Abs. 1 Satz 1 SGB III Nr. 2 (AVGS) - Feststellung, Verringerung oder Beseitigung von Vermittlungshemmnissen<br /><br />Das Sprachcoaching für die Jobsuche umfasst maximal 160 Unterrichtseinheiten á 45 Minuten und findet als Einzelcoaching statt. Im Erstgespräch mit Ihrem Coach werden die individuellen Inhalte des Coachings und der zeitliche Ablauf festgelegt. Im Verlauf des Coachings erwerben Sie das sprachliche Rüstzeug für Ihre Bewerbung und Ihre berufliche Entwicklung in Deutschland und setzen es mit Unterstützung Ihres Coachs praktisch um. Zum Abschluss werten Sie das Coaching gemeinsam aus und treffen eine Schlussvereinbarung.",
    "modules": [
      {
        "title": "Modul 1: Deutsch für die Bewerbung (80 UE)",
        "items": [
          "Der deutsche Ausbildungs- und Arbeitsmarkt - das deutsche Ausbildungssystem, Berufsbilder in Deutschland – Branchen, Inhalte, Zugangsvoraussetzungen, Kennenlernen des regionalen Arbeitsmarktes",
          "Richtig bewerben auf Deutsch - Lesen und Verstehen von Stellenanzeigen, Deutsch für die Online-Bewerbung, die telefonische und schriftliche Bewerbung, Selbstpräsentation auf Deutsch, Deutsch für das individuelle Anschreiben, den Lebenslauf und die dritte Seite, sprachliche Vor- und Nachbereitung von Vorstellungsgesprächen und Assessmentcentern"
        ]
      },
      {
        "title": "Modul 2: Deutsch für das Berufsleben (40 UE)",
        "items": [
          "Mündliche Kommunikation mit Vorgesetzten, Kollegen und Kunden – persönliche Gespräche, Verhandlungen und Telefonate",
          "Schriftliche Kommunikation mit Vorgesetzten, Kollegen und Kunden – Geschäftsbriefe, Mitteilungen, Protokolle, Notizen und E-Mails",
          "Kulturspezifische Körpersprache und Umgangsformen in verschiedenen beruflichen Situationen"
        ]
      },
      {
        "title": "Modul 3: Vorbereitung auf berufsbezogene Sprachprüfungen (40 UE)",
        "items": [
          "z.B. Zugangsprüfung der Ärztekammern für (zahn-) medizinische Berufe, Erläuterung des Testformats, der Bewertungskriterien und Themengebiete, intensives Üben, Probeprüfungen"
        ]
      }
    ]
  }
]