{
  "en": {
    "use_cases": [
      {
        "id": "existenzgruendung",
        "title": "Individual Start-up Coaching",
        "situation": "You dream of having your own company, but the mountain of bureaucracy and planning is robbing you of your courage? You're wondering how to turn a good idea into a viable business.",
        "approach": "We bring clarity to the start-up jungle. With over 20 years of our own start-up experience, we accompany you pragmatically and goal-oriented. We translate your vision into a solid business plan and show you how to get the necessary financing."
      },
      {
        "id": "hauptschulabschluss",
        "title": "High School Diploma with Vocational Knowledge",
        "situation": "You want to catch up on your high school diploma to get a head start in your career, but the thought of school and exams makes you nervous? You need more than just lessons - you need targeted preparation and practical skills for the job market.",
        "approach": "In small groups, we prepare you intensively and individually for the exams. We not only teach the school material, but also important IT basics and organize an internship so that you can build a bridge to your profession. With us, the focus is on you, not the curriculum."
      },
      {
        "id": "familie-job",
        "title": "Individual Coaching - Family with a Job!",
        "situation": "The balancing act between family and career often feels like an impossible task. You want to get back on your feet professionally without neglecting your family, and you're looking for a way to master both without stress.",
        "approach": "We understand your double burden. That's why we not only offer flexible individual coaching, but also childcare during appointments if needed. Together, we develop practical strategies for how you can make a successful comeback and find a healthy work-life balance."
      },
      {
        "id": "migration",
        "title": "Individual Coaching - Application Coaching for Migrants",
        "situation": "You have arrived in Germany and want to gain a foothold in your career, but the language, culture and application system are still foreign to you. You need an understanding partner to help you overcome these hurdles.",
        "approach": "We build bridges to the German labor market. In our coaching, you will not only learn how to write convincing applications, but also the unwritten rules of the German working world. We support you in the recognition of your qualifications and, if you wish, even accompany you during a work trial."
      },
      {
        "id": "perspektiven-finden",
        "title": "Individual Coaching - Finding Perspectives",
        "situation": "You feel like you're in a dead end professionally or privately. You lack orientation and don't know how to take the next step on your own. You need a clear head and a concrete plan.",
        "approach": "We help you to clear the chaos. Through socio-pedagogical support and targeted management coaching, we identify your blockades and develop new, realistic life and career perspectives together. We are your compass when you have lost your way."
      },
      {
        "id": "bewerbungscoaching",
        "title": "Individual Coaching - Application Coaching",
        "situation": "You write applications, but the rejections are piling up. You are unsure whether your documents are still up-to-date and how you can really convince in an interview. You finally want the job that suits you.",
        "approach": "We get you fit for the application marathon. From optimizing your documents to targeted preparation for tricky interview questions to professional self-marketing - we give you the tools you need to stand out from the crowd."
      },
      {
        "id": "integrationsbegleiter",
        "title": "Integration Assistant for Young People",
        "situation": "You enjoy working with young people and want to support them in their everyday school life, but you lack the pedagogical qualification? You are looking for practical further training that will prepare you for work as a school assistant or companion.",
        "approach": "This further training is your foundation for a meaningful activity. In part-time and with block events during the holidays, you will learn everything you need to know about pedagogy, communication, types of disability and conflict resolution. We make you fit for practice so that you can be a real support for young people."
      },
      {
        "id": "sprachcoaching",
        "title": "Individual Coaching - Language Coaching for the Job Search",
        "situation": "You have good qualifications, but the German language is still a hurdle on the way to the right job? You don't just want to learn grammar, but want to master the language specifically for applications and everyday work.",
        "approach": "We make you linguistically fit for the German labor market. In our individual coaching, you will train exactly the language skills you need for a successful application and confident communication on the job. We even prepare you for job-related language exams."
      }
    ]
  },
  "es": {
    "use_cases": [
      {
        "id": "existenzgruendung",
        "title": "Coaching individual para la creación de empresas",
        "situation": "¿Sueña con tener su propia empresa, pero la montaña de burocracia y planificación le roba el valor? Se pregunta cómo convertir una buena idea en un negocio viable.",
        "approach": "Aportamos claridad a la jungla de la creación de empresas. Con más de 20 años de experiencia propia en la creación de empresas, le acompañamos de forma pragmática y orientada a los objetivos. Traducimos su visión en un plan de negocio sólido y le mostramos cómo conseguir la financiación necesaria."
      },
      {
        "id": "hauptschulabschluss",
        "title": "Diploma de bachillerato con conocimientos profesionales",
        "situation": "¿Quiere ponerse al día con su diploma de bachillerato para empezar su carrera, but the thought of school and exams makes you nervous? You need more than just lessons - you need targeted preparation and practical skills for the job market.",
        "approach": "En grupos pequeños, le preparamos intensiva e individualmente para los exámenes. No solo enseñamos el material escolar, sino también importantes conocimientos de informática y organizamos unas prácticas para que pueda tender un puente hacia su profesión. Con nosotros, el centro de atención es usted, no el plan de estudios."
      },
      {
        "id": "familie-job",
        "title": "Coaching individual - ¡Familia con trabajo!",
        "situation": "El acto de equilibrio entre la familia y la carrera a menudo se siente como una tarea imposible. Quiere volver a ponerse de pie profesionalmente sin descuidar a su familia, y está buscando una manera de dominar ambos sin estrés.",
        "approach": "Entendemos su doble carga. Por eso, no solo ofrecemos coaching individual flexible, sino también cuidado de niños durante las citas si es necesario. Juntos, desarrollamos estrategias prácticas sobre cómo puede tener un regreso exitoso y encontrar un equilibrio saludable entre el trabajo y la vida."
      },
      {
        "id": "migration",
        "title": "Coaching individual - Coaching de aplicación para migrantes",
        "situation": "Ha llegado a Alemania y quiere establecerse profesionalmente, pero el idioma, la cultura y el sistema de solicitud de empleo todavía le son extraños. Necesita un socio comprensivo que le ayude a superar estos obstáculos.",
        "approach": "Construimos puentes hacia el mercado laboral alemán. En nuestro coaching, no solo aprenderá a escribir solicitudes convincentes, sino también las reglas no escritas del mundo laboral alemán. Le apoyamos en el reconocimiento de sus cualificaciones e, si lo desea, incluso le acompañamos durante una prueba de trabajo."
      },
      {
        "id": "perspektiven-finden",
        "title": "Coaching individual - Encontrar perspectivas",
        "situation": "Siente que está en un callejón sin salida profesional o privado. Le falta orientación y no sabe cómo dar el siguiente paso por su cuenta. Necesita una cabeza clara y un plan concreto.",
        "approach": "Le ayudamos a despejar el caos. A través del apoyo sociopedagógico y el coaching de gestión específico, identificamos sus bloqueos y desarrollamos juntos nuevas perspectivas de vida y profesionales realistas. Somos su brújula cuando ha perdido el rumbo."
      },
      {
        "id": "bewerbungscoaching",
        "title": "Coaching individual - Coaching de aplicación",
        "situation": "Escribe solicitudes, pero los rechazos se acumulan. No está seguro de si sus documentos todavía están actualizados y de cómo puede convencer realmente en una entrevista. Finalmente quiere el trabajo que le conviene.",
        "approach": "Le preparamos para el maratón de solicitudes. Desde la optimización de sus documentos hasta la preparación específica para preguntas de entrevista difíciles y el marketing personal profesional, le damos las herramientas que necesita para destacar entre la multitud."
      },
      {
        "id": "integrationsbegleiter",
        "title": "Asistente de integración para jóvenes",
        "situation": "¿Le gusta trabajar con jóvenes y quiere apoyarles en su día a día escolar, pero le falta la cualificación pedagógica? Busca una formación práctica que le prepare para trabajar como asistente o acompañante escolar.",
        "approach": "Esta formación es su base para una actividad significativa. A tiempo parcial y con eventos en bloque durante las vacaciones, aprenderá todo lo que necesita saber sobre pedagogía, comunicación, tipos de discapacidad y resolución de conflictos. Le preparamos para la práctica para que pueda ser un verdadero apoyo para los jóvenes."
      },
      {
        "id": "sprachcoaching",
        "title": "Coaching individual - Coaching de idiomas para la búsqueda de empleo",
        "situation": "¿Tiene buenas cualificaciones, pero el idioma alemán sigue siendo un obstáculo en el camino hacia el trabajo adecuado? No solo quiere aprender gramática, sino que quiere dominar el idioma específicamente para las solicitudes y el trabajo diario.",
        "approach": "Le preparamos lingüísticamente para el mercado laboral alemán. En nuestro coaching individual, entrenará exactamente las habilidades lingüísticas que necesita para una solicitud exitosa y una comunicación segura en el trabajo. Incluso le preparamos para los exámenes de idiomas relacionados con el trabajo."
      }
    ]
  }
}